---
kind: type
id: T:Autodesk.Revit.DB.ExportSheetType
source: html/f8556534-659a-7dba-36b3-c94c924eef9e.htm
---
# Autodesk.Revit.DB.ExportSheetType

An enumerated type listing possible Sheet type.

## Syntax (C#)
```csharp
public enum ExportSheetType
```